tap "heroku/brew"
tap "homebrew/cask"

# `brew leaves` shows all top-level packages (that are not dependencies)
brew "ansible"
brew "aspell"
brew "cmake"
brew "git"
brew "heroku"
brew "htop"
brew "hub"
brew "imagemagick"
brew "libidn"
brew "mackup"
brew "md5sha1sum"
brew "midnight-commander"
brew "mongodb@3.6", restart_service: true
brew "mycli"
brew "mysql", restart_service: true
brew "node", link: true
brew "openssl", link: true
brew "pgcli"
brew "pkg-config"
brew "postgresql"
brew "pwgen"
brew "rbenv-gemset"
brew "redis", restart_service: true
brew "tmux"
brew "watch"
brew "yarn"

# `brew cask list`
cask "aerial"
cask "betterzip"
cask "chromedriver"
cask "google-chrome"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
