tap "homebrew/cask"

# `brew leaves` shows all top-level packages (that are not dependencies)
brew "aspell"
brew "cmake"
brew "git"
brew "htop"
brew "hub"
brew "imagemagick"
brew "libidn"
brew "md5sha1sum"
brew "midnight-commander"
brew "mongodb@3.6", restart_service: true
brew "mycli"
brew "mysql", restart_service: true
brew "node@10", link: true, conflicts_with: ["node"]
brew "openssl", link: true
brew "pkg-config"
brew "pwgen"
brew "rbenv-gemset"
brew "redis", restart_service: true
brew "watch"
brew "yarn"

# `brew cask list`
cask "aerial"
cask "chromedriver"
cask "google-chrome"
